Repository: PradyumnaRout/SwiftUIBase
Catalog: SwiftUIBase/Localization/Localizable.xcstrings
Source language: en
Languages: de

source: Another screen
de: Anderer Bildschirm

source: Change Tab From Inside
de: Tab von innen wechseln

source: Close
de: Schließen

source: Edit Profile
de: Profil bearbeiten

source: event
de: Ereignis

source: Event Screen
de: Ereignisbildschirm

source: Events
de: Ereignisse

source: Go Home Tab
de: Zum Home-Tab gehen

source: Go to Profile Tab
de: Zum Profil-Tab gehen

source: home
de: Startseite

source: Home
de: Startseite

source: Logged in as %@
de: Angemeldet als %@

source: Logout (Reset Stack)
de: Abmelden (Stack zurücksetzen)

source: messages
de: Nachrichten

source: Messages
de: Nachrichten

source: My App
de: Meine App

source: Open Sidebar
de: Seitenleiste öffnen

source: Pop
de: Zurück

source: profile
de: Profil

source: Profile
de: Profil

source: Profile Screen
de: Profilbildschirm

source: Push Detail
de: Detail öffnen

source: Push Event Detail
de: Ereignisdetails öffnen

source: Push Next
de: Weiter

source: Reset to Root
de: Zurück zum Start

source: Scan Result
de: Scan-Ergebnis

source: Scanner Screen
de: Scanner-Bildschirm

source: setting
de: Einstellung

source: Setting
de: Einstellung

source: Setting Screen
de: Einstellungsbildschirm

source: settings
de: Einstellungen

source: Settings
de: Einstellungen

source: Show
de: Anzeigen

source: Sign in with Apple
de: Mit Apple anmelden

source: Sign in with Google
de: Mit Google anmelden
